/* The canonical name of AirPort */
"AIRPORT_INTERFACE_NAME" = "AirPort";

/* For searching keychain */
"AIRPORT_NETWORK_KIND" = "Lösenord för AirPort-nätverk";

/* For searching keychain */
"AIRPORT_NETWORK_WHERE" = "AirPort-nätverk";

/* Status label, indicates airport appears to be associated with a network */
"AIRPORT_SETTINGS_STATUS" = "AirPort-inställningar";

/* Status label, indicates airport is turned on */
"AIRPORT_STATUS" = "AirPort";

/* The canonical name of Ethernet */
"ETHERNET_INTERFACE_NAME" = "Ethernet";

/* Status label, indicates ethernet appears to be plugged in */
"ETHERNET_STATUS" = "Ethernet";

/* Title of continue button */
"CONTINUE_BUTTON" = "Fortsätt";

/* The subtitle of a failed status light */
"FAILED_STATUS_TEXT" = "Misslyckades";

/* Text that appears while scanning the network for its current state */
"SCANNING_TEXT" = "Söker…";

/* Text that appears while connecting to network */
"CONNECTING_TEXT" = "Ansluter…";

/* Title of back button */
"GO_BACK_BUTTON" = "Tillbaka";

/* The canonical name of Internal Modem */
"INTERNALMODEM_INTERFACE_NAME" = "Internt modem";

/* The canonical name of External Modem */
"EXTERNALMODEM_INTERFACE_NAME" = "Externt modem";

/* Status label, indicates the internet is reachable */
"INTERNET_STATUS" = "Internet";

/* Status label, indicates the ISP is reachable */
"ISP_STATUS" = "Internetleverantör";

/* Status label, indicates airport appears to be associated with a network */
"MODEM_SETTING_STATUS" = "Modeminställningar";

/* Status label, indicates there a modem */
"MODEM_STATUS" = "Modem";

/* Describes generically that the app has encountered some sort of network change */
"NETWORK_CHANGE_DETECTED_TEXT" = "Nätverkskonfigurationen har ändrats. Klicka på OK om du vill fortsätta till nästa steg.";

/* Title of back button when we can figure out how to go back */
"NETWORK_CHANGE_DETECTED_TITLE" = "Nätverksändring upptäcktes";

/* Status label, indicates PPP settings look correct
   Status label, indicates DHCP/PPPoE settings look correct */
"NETWORK_SETTINGS_STATUS" = "Nätverksinställningar";

/* Title of an Okay button */
"OK_BUTTON" = "OK";

/* Title of quit button */
"QUIT_BUTTON" = "Avsluta";

/* Status label, indicates internet is reachable */
"SERVER_STATUS" = "Server";

/* Title of back button */
"START_OVER_BUTTON" = "Börja om";

